<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover">
<link rel="stylesheet" href="assets/responsive.css">
	<title>ကျရောက်တတ်သောရောဂါများ</title>
	<style type="text/css">
		p{
			text-indent: 50px;
		}
		body{
			background-color: lightblue;
		}
		.total{
			display: flex;
		}
		.one{
			max-width: 1000px;
			height: 200px;			
			left: 50px;
			position: relative;
		}
		.two{
			max-width: 320px;
			height: 220px;
			position: relative;
			left: 150px;
		}
		.three{
			max-width: 300px;
			height: 200px;
			position: relative;
			left: 200px;
		}
		.cap1{
			padding-left: 60px;
			color: black;
		}
		.cap2{
			padding-left: 230px;
		}
		.cap3{
			padding-left: 250px;
		}
		.four{
			max-width: 630px;
			height: 220px;
			position: relative;
			left: 50px;
		}
		.five{
			max-width: 300px;
			height: 205px;
			position: relative;
			left: 150px;
		}
		.six{
			max-width: 300px;
			height: 200px;
			position: relative;
			left: 150px;
		}
		.cap4{
			padding-left: 120px;
		}
		.cap5{
			padding-left: 200px;
		}
		.cap6{
			padding-left: 250px;
		}
		.seven{
			max-width: 500px;
			height: 210px;
			position: relative;
			left: 100px;
		}
		.eight{
			max-width: 500px;
			height: 240px;
			position: relative;
			left: 200px;
		}
		.cap7{
			padding-left: 290px;
		}
		.cap8{
			padding-left: 420px;
		}
		.nine{
			max-width: 300px;
			height: 200px;
			position: relative;
			left: 30px;
		}
		.ten{
			max-width: 350px;
			height: 193px;
			position: relative;
			left: 130px;
		}
		.eleven{
			max-width: 320px;
			height: 200px;
			position: relative;
			left: 220px;
		}
		.cap9{
				padding-left: 150px;
		}
		.cap10{
				padding-left: 200px;
		}
		.cap11{
				padding-left: 290px;
		}
	</style>
</head>
<bodyclass="site-page">
<h1 align="center">မြန်မာနိုင်ငံရှိရေချိုငါးများတွင်ကျရောက်တတ်သောရောဂါများ</h1>
	<p><b>ငါးများတွင်ကျရောက်သောရောဂါပိုးများသည်မွေးမြူရေးကန်များတွင်ရေရှင်ဖြင့်စီးဆင်းသွားခြင်းမရှိဘဲလှောင်ပိတ်ထားသည့်သဘောရှိကာငါးတစ်ကောင်မှတစ်ကောင်သို့လွယ်ကူစွာကူးစက်ပြန့်ပွားနိုင်သည်။ထို့အပြင်ငါးများသည်ရေအောက်တွင်နေထိုင်သောသတ္တဝါများဖြစ်သည့်အလျောက်ရောဂါဖြစ်ပွားသောငါးများရေပေါ်ပေါ်လာခြင်း၊ရေကူးနှေးခြင်း၊အစာကောင်းစွာမစားသည့်အကောင်ရေများပြားလာသည့်အချိန်ရောက်မှသာသိရှိသဖြင့်ထိုသို့သောအချိန်တွင်ငါးများအချင်းချင်း(တနည်းအားဖြင့်)တစ်ကန်လုံးသို့ရောဂါကူးစက်နေလေ့ရှိသည်။ငါးများတွင်ရောဂါကျရောက်ခြင်းနှင့်ရောဂါပြင်းအားသည်ငါးများ၏ကိုယ်ခံစွမ်းအား ပတ်၀န်းကျင်ဖိစီးမှု၊ရေအရည်အသွေးနှင့်အစာအာဟာရ၊ကန်ထဲရှိငါးအရေအတွက်ပေါ်မူတည်၍တစ်ကန်နှင့်တစ်ကန်မတူနိုင်ပေ။ငါးများတွင်ကျရောက်သောရောဂါပိုးများကိုအကြမ်းအားဖြင့်</b></p>
<ul><b>
	<li>ဗိုင်းရပ်စ်ရောဂါ</li>
	<li>ဘက်တီးရီးယားရောဂါများ</li>
	<li>ကပ်ပါးရောဂါများ</li>
	<li>မှိုရောဂါများ ဟူ၍ခွဲခြားနိုင်သည်။</li></b>
</ul>
<h2>ဗိုင်းရပ်စ်ရောဂါ</h2>
	<p><b>မြန်မာနိုင်ငံတွင်မွေးမြူလေ့ရှိသောရေချိုငါးများတွင်တွေ့ရလေ့ရှိသောဗိုင်းရပ်ရောဂါများမှာတီလားဗီးယားအပြင်းစားဗိုင်းရပ်ရောဂါ၊ငါးကြင်း/ငါးမြစ်ချင်းဟက်လပက်စ်ဗိုင်းရပ်ရောဂါ၊ငါးကြင်းနီကွက်ဗိုင်းရပ်ရောဂါ၊ငါးကျောက်ရောဂါတို့ဖြစ်ကြပါသည်။</b></p>
<div class="total">
	<div>
		<img src="viral1.jpg" alt="viral disease" class="one">
		<h4 class="cap1">ငါးမြစ်ချင်းဟက်လပက်စ်ဗိုင်းရပ်ရောဂါ</h4>
	</div>
	<div>
		<img src="viral2.jpg" alt="viral disease" class="two">
		<h4 class="cap2">ငါးကြင်းနီကွက်ဗိုင်းရပ်ရောဂါ</h4>
	</div>
	<div>
		<img src="viral3.jpg" alt="viral disease" class="three">
		<h4 class="cap3">တီလားဗီးယားအပြင်းစားဗိုင်းရပ်ရောဂါ</h4>
	</div>
</div>
<h2>ဘက်တီးရီးယားရောဂါများ</h2>
	<p><b>ဘက်တီးရီးယားရောဂါပိုးသည်သဘာ၀အလျောက်ရေထဲ၌ရှိနေတတ်သောပိုးများဖြစ်သည်။သို့သော်လည်းရေအရည်အသွေး၊သင့်တင့်မျှတသောရာသီဥတုအခြေအနေတွင်ငါးနှင့်ဘက်တီးရီးယားမှာမျှချေသဘောရှိပြီးရောဂါဖြစ်နိုင်ချေနည်းပါးသည်။ရေအရည်အသွေးနိမ့်ကျမှုနှင့်ငါးများကျပ်ညပ်စွာမွေးမြူခြင်း၊ငါးများတွင်ဖိစီးမှုဒဏ်ခံရခြင်းကဘက်တီးရီးယားများပိုမိုများပြားစေခြင်းနှင့်ငါးများတွင်ပိုမိုတွယ်ကပ်လာနိုင်ခြင်းများဖြစ်ကာရောဂါအဖြစ်ရောက်ရှိလာတတ်သည်။ရေချိုငါးများတွင်တွေ့ရတတ်သောဘက်တီးရီးယားရောဂါများမှာဆူနိုမိုးနပ်ပိုးရောဂါ၊အေရိုမိုးနပ်ပိုးရောဂါ၊ဘက်တီးရီးယား၀င်ကျောက်ကပ်ရောဂါ၊ကော်လံနာရစ်ရောဂါတို့ဖြစ်ကြပါသည်။</b></p>
<div class="total">
	<div>
		<img src="bacteria1.jpg" alt="bacteria disease" class="four">
		<h4 class="cap4">ကော်လံနာရစ်ရောဂါ</h4>
	</div>
	<div>
		<img src="bacteria2.jpg" alt="bacteria disease" class="five">
		<h4 class="cap5">ဘက်တီးရီးယား၀င်ကျောက်ကပ်ရောဂါ</h4>
	</div>
	<div>
		<img src="bacteria3.jpg" alt="bacteria disease" class="six">
		<h4 class="cap6">ဆူနိုမိုးနပ်ပိုးရောဂါ</h4>
	</div>
</div>
<h2>ကပ်ပါးရောဂါများ</h2>
	<p><b>ကပ်ပါးပိုးများသည်သဘာ၀အလျောက်ရေပြင်တွင်တွေ့ရသောပိုးအမျိုးအစားဖြစ်ပြီးသဘာ၀အခြေအနေတွင်မူငါးနှင့်ကပ်ပါးပိုးမျှချေဖြစ်နေခြင်း၊ငါးတစ်ကောင်မှတစ်ကောင်ကူးစက်ရန်ဝေးကွားသောအကွာအဝေးရခြင်း၊ရေရှင်ဖြစ်ခြင်းတို့ကြောင့်ရောဂါပြင်းအားနည်းပါးပြီးငါးများတွင်ရောဂါလက္ခဏာပြခြင်း၊သေဆုံးမှုဖြစ်ပွားခြင်းတို့နည်းပါးသည်။သို့သော်လည်းမွေးမြူရေးကန်များတွင်မူပေါက်ပွားမှုမှာပိုမိုလွယ်ကူလျင်မြန်လာပြီးရောဂါပြင်းအားမြင့်တက်လာကာငါးများ၏ကြီးထွားနှုန်းကိုလျော့ကျစေခြင်း၊ငါးသေဆုံးခြင်းများဖြစ်ပွားနိုင်သည်။မြန်မာနိုင်ငံရှိရေချိုငါးများတွင်ကျရောက်တတ်သောကပ်ပါးရောဂါများမှာအစေ့ဆောင်ကပ်ပါးပိုး၊အမွှေးပါးကပ်ပါးပိုး၊အဖြူစက်ကပ်ပါးပိုး၊ချိတ်ပါကပ်ပါးပိုး၊အမဲစက်ကပ်ပါးပိုး၊ကော်ပီပုတ်ကပ်ပါးပိုးအမျိုးအစားများဖြစ်ပါသည်။</b></p>
<div class="total">
	<div>
		<img src="parasitic1.jpg" alt="parasitic disease" class="seven">
		<h4 class="cap7">အမွှေးပါးကပ်ပါးငယ်များ</h4>
	</div>
	<div>
		<img src="parasitic2.jpg" alt="parasitic disease" class="eight">
		<h4 class="cap8">အဖြူစက်ကပ်ပါးပိုး</h4>
	</div>
</div>
<h2>မှိုရောဂါများ</h2>
	<p><b>ဗိုင်းရပ်ရောဂါနှင့်ဘက်တီးရီးယားရောဂါပြီးလျှင်ငါးများတွင်အဖြစ်များဆုံးရောဂါမှာမှိုရောဂါပင်ဖြစ်သည်။မှိုရောဂါများသည်ရေအပူချိန်ကျချိန်များတွင်ပို၍အဖြစ်များတတ်သည်။ငါးများစိတ်ဖိစီးမှုဒဏ်ခံရချိန်နှင့်ပွန်းပဲ့ဒဏ်ရာများရရှိချိန်တွင်လည်းအဖြစ်များတတ်သည်။ငါးများရွှေ့ပြောင်းချိန်တွင်ရရှိသောဒဏ်ရာ၊အကြေးခွံကွာကျမှု၊အကျိအချွဲများဖယ်ထုတ်ခံရခြင်းတို့ကြောင့်မှိုရောဂါစွဲကပ်ပြန့်ပွားသွားနိုင်သည်။သို့သော်လည်းရေအပူချိန်မြင့်လာခြင်း၊ငါးများအစာကောင်းမွန်စွာကျွေးမွေးခြင်း၊ရေအရည်အသွေးထိန်းသိမ်းခြင်းတို့ဖြင့်ထိုရောဂါပျောက်ကင်းအောင်လုပ်ဆောင်နိုင်သည်။မှိုရောဂါ၏အန္တရာယ်အများဆုံးအချက်မှာငါးများ၏သက်တမ်းတစ်လျှောက်မည့်သည့်အချိန်တွင်မဆို၀င်ရောက်နိုင်ခြင်းဖြစ်သည်။ရေချိုငါးများတွင်တွေ့ရတတ်သောမှိုရောဂါများမှာဆောင်းတွင်းမှိုရောဂါ၊အက်စပါဂေးလက်မှိုရောဂါ၊ပါးဟပ်ပုပ်မှိုရောဂါ၊ပြင်းထန်မှိုအ‌နာရောဂါတို့ဖြစ်ကြသည်။</b></p>
	<div class="total">
		<div>
			<img src="fungal1.jpg" alt="fungal disease" class="nine">
			<h4 class="cap9">ပါးဟပ်ပုပ်မှိုရောဂါ</h4>
		</div>
		<div>
			<img src="fungal2.jpg" alt="fungal disease" class="ten">
			<h4 class="cap10">ဆောင်းတွင်းမှိုရောဂါ</h4>
		</div>
		<div>
			<img src="fungal3.jpg" alt="fungal disease" class="eleven">
			<h4 class="cap11">အက်စပါဂေးလက်မှိုရောဂါ</h4>
		</div>
	</div>
<h2>ငါးရောဂါအဖြစ်များသောကာလ</h2>
<p><b>ပတ်ဝန်းကျင်အခြေအနေကြောင့်ဖြစ်သော ရောဂါများကို မြန်မာနိုင်ငံရှိ ငါးကန်များတွင် ကန်ရေခန်း၍ ရေလျော့နည်းလာသောနွေရာသီ (နွေရာသီအကုန်-မိုးဦးကျ-ကဆုန်/နယုန်လ)များတွင်လည်းကောင်း၊ ဆောင်းရာသီ(နတ်တော်၊ ပြာသို)ကန်ရေအပူချိန် အလွန်အေးချိန်များတွင် အောက်ဆီဂျင်နည်းပါးသဖြင့် ရောဂါကျရောက်ပြီး ငါးများအစုလိုက်အပြုံလိုက် သေကြေတတ်သည်။</b></p>
<h2>ရောဂါအလွယ်တကူ ဖြစ်နိုင်သောငါးများ</h2>
<p><b>ကန်အောက်ခြေမြေပြင်တွင် နေထိုင်ပြီး အကြေးခွံမရှိသော ငါးများတွင် ရောဂါအဖြစ်များပါသည်။ ဥပမာ-ငါးကျည်း၊ ငါးခူ၊ ငါးရှဥ့် စသည်တို့ ဖြစ်ပါသည်။ ငါးရံ့၊ ငါးပြေမငါးတို့သည် ဒုတိယအဖြစ်များပြီး အကြေးခွံရှိသော ငါးကြင်း၊ ငါးသိုင်း၊ ငါးမြစ်ချင်း၊ တီလားပီးယား၊ ငါးခုံးမတို့သည် တတိယအဆင့် အဖြစ်များပါသည်။</b></p>
<h2>ငါးရောဂါဖြစ်ပေါ်နေကြောင်းကို ပြသနေသော လက္ခဏာများ</h2>
<ul><b>
	<li>ရေတွင်ကူးခတ်ပုံ နှေးကွေးလာခြင်း</li>
	<li>အစားအစာကောင်းစွာ မစားခြင်း</li>
	<li>အကြေးခွံရှိပြီး ရေပေါ်လွှာနှင့် ရေလယ်လွှာတွင်နေသောငါးများ (ငါးမြစ်ချင်း၊ ငါးကြင်း၊ တီလားပီးယားငါးများ)သည် ရေမျက်နှာပြင်အောက် တစ်ပေခန့်တွင် မကူးခတ်ဘဲ တန့်နေခြင်း</li>
	<li>ငါး၏ခန္ဓာကိုယ်ပေါ်တွင် အနီကွက်များဖြစ်ပေါ်ခြင်း၊ အမြီးဖျားတွင် မီးလောင်သကဲ့သို့ ဖြစ်နေခြင်း၊ ပါးဟက်များ မဲနေခြင်းစသည့် လက္ခဏာများပြသည်။</li></b> 
</ul>
<h2>ငါးရောဂါကုသနည်း</h2>
<ul><b>
	<li>ငါးကန်ပတ်ဝန်းကျင်ရှိ မြက်ပင်၊ ခြုံပင်များအား ရှင်းလင်းခြင်း၊</li>
	<li>ငါးကန်ရေစပ်တွင် ထုံးများဖြူးထားခြင်း၊</li>
 	<li>ကန်ရေ၏ အောက်ဆီဂျင်ပျော်ဝင်နှုန်းကောင်းမွန်အောင် ပြုလုပ်ပေးခြင်း၊</li>
	<li>ငါးများအား ၄-၅ ရက်ခန့် အစာဖြတ်ခြင်း၊</li>
	<li>ဖြစ်နိုင်လျှင် ရေအသစ်လဲလှယ်ပေးခြင်း၊</li>
	<li>၀.၂ ဧကရှိ ငါးကန်တွင် ဗန်ဒါရွက်အခြောက် ၂ဆနှင့် ဆေးရွက်ကြီး ၁ဆ ရော၍ တစ်တင်းခွဲဝင်ဆန်အိတ်တွင် သိပ်ထည့်ပြီး ကန်ရေထဲတွင် ၂ နေရာခွဲ၍ ၅ ရက်ခန့် စိမ်ထားရပါမည်။</li></b>
</ul>
<script src="assets/app.js"></script>
<footer class="site-footer"><strong>Ayar Fish Farming</strong><br><small>Fish farming knowledge & educational website</small></footer>
</body>
</html>