<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover">
<link rel="stylesheet" href="assets/responsive.css">
	<title>ကာကွယ်နိုင်သောနည်းလမ်းများ</title>
	<style type="text/css">
		p{
			text-indent: 50px;
		}
		body{
			font-family: sans-serif;
			background-color: lightblue;
			color: black;
		}
	</style>
</head>
<bodyclass="site-page">
<h1 align="center">ငါးကျန်းမာရေးအတွက်ကာကွယ်နိုင်သောနည်းလမ်းများ</h1>
<p><b>ဇီ၀လုံခြုံမှု တစ်နည်းအားဖြင့် မွေးမြူရေးကန်ဧရိယာအတွင်းသို့ပြင်ပရောဂါမရောက်ရှိရေးသည်ငါးရောဂါကာကွယ်မှုအတွက်အဓိကအကျဆုံးအချက်ပင်ဖြစ်သည်။ဇီ၀လုံခြုံမှုကိုတင်းကြပ်စွာလုပ်ဆောင်ထားရှိပါကမိမိကန်အတွင်းသို့ဖြစ်စေ၊မိမိမွေးမြူထားသောကန်အချင်းချင်း၌ဖြစ်စေ၊ပတ်၀န်းရေထုထဲသို့ဖြစ်စေ၊ရောဂါပိုး၀င်ရောက်ခြင်း၊ပြန့်ပွားခြင်းကိုတားဆီးနိုင်ပေသည်။ဇီ၀လုံခြုံရေးကိုနည်းစနစ်မြင့်မားစွာသုံး၍မွေးမြူနေသောငါးကန်များသာမကပုံမှန်မွေးမြူနေသောငါးကန်များတွင်လည်းအသုံးပြုနိုင်ပါသည်။အဓိကအချက်မှာမွေးမြူသူနှင့်ကန်စီမံခန့်ခွဲသူများဇီ၀လုံခြုံရေးနှင့်ပတ်သက်သောဗဟုသုတနှင့်နည်းလမ်းများကိုသိရှိရန်ဖြစ်သည်။အောက်ပါအချက်အလက်များကိုတတ်နိုင်သမျှလိုက်နာခြင်းဖြင့်ပြင်ပရောဂါများမိမိကန်အတွင်းသို့ရောက်ရှိခြင်းမှကာကွယ်နိုင်သည်။</b></p>
<ul><b>
	<li>ပြင်ပမှငါးသားပေါက်များ၏ကျန်းမာရေးအခြေအနေနှင့်ရောဂါလက္ခဏာကိုစစ်ဆေးခြင်းမရှိဘဲမိမိကန်အတွင်းသို့တိုက်ရိုက်ထည့်သွင်းခြင်းမှရှောင်ကြဉ်ရန်</li>
	<li>နိုင်ငံခြားမှသားပေါက်များကိုမှာယူတင်သွင်းရာ၌ရောဂါပိုးကင်းရှင်းခြင်းရှိမရှိမြန်မာနိုင်ငံရှိဓာတ်ခွဲခန်းတွင်စမ်းသပ်ပြီးမှမိမိကန်ထဲ၌မွေးမြူခြင်း၊ဖြန့်ချီခြင်းပြုလုပ်ရန်</li>
	<li>ရောဂါကျရောက်သောငါးများကိုခွဲခြားထားနိုင်မည့်ပြုစုကန်ထားရှိရန်</li>
	<li> ကန်ပတ်၀န်းကျင်တွင်အသုံးပြုသောသုံးရေများနှင့်အိမ်သာရေများကိုမွေးမြူရေးကန်အ‌တွင်းသို့၀င်ရောက်ခြင်းမရှိစေရန်ဂရုပြုရန်</li>
	<li>လူ၊တိရစ္ဆာန်များ၀င်ထွက်သွားလာခြင်း၊ငါးကန်အသုံးအဆောင်များကိုရောထွေးထားခြင်းများရှောင်ကြဉ်ရန်</li>
	<li>ငါးစာကိုသန့်ရှင်းစွာထားရှိရန်နှင့်မှို၀င်ခြင်းမရှိစေရန်ဂရုစိုက်ရန်</li>
	<li>ကန်တစ်ကန်ခြင်းကူးစက်မှုဘေးမှကင်းဝေးစေရန်ရေသွင်းရေထုတ်မြောင်းများကိုသီးသန့်ထားရှိရန်</li>
	<li>ငါးများကိုအသက်အလိုက်ခွဲခြားမွေးမြူရန်</li>
	<li>ရောဂါကင်းရှင်းကြောင်းအာမခံချက်ရှိသည့်မျိုးငါး၊သားပေါက်များကိုတတ်နိုင်သမျှရွေးချယ်ရန်</li>
	<li>နွေရာသီရေထုတ်ချိန်တွင်ကန်အတွင်းရှိတီကောင်၊ခရုများရှင်းလင်းစေရန်အခြောက်လှန်းရန်၊ကန်သန့်ရန်</li>
	<li>ရေအရည်အသွေး၊ကန်အခြေအနေကိုနေ့စဉ်(သို့)တစ်ပတ်တစ်ကြိမ်မှတ်တမ်းတင်ရန်</li>
	<Li>ငါးရောဂါပညာရှင်များ၊သုတေသနများ၊ဓာတ်ခွဲခန်းများ၊ငါးလုပ်ငန်းဦးစီးဌာနနှင့်ဆွေးနွေးတိုင်ပင်ခြင်းများအဆက်မပြတ်ပြုလုပ်ရန်တို့ဖြစ်ပါသည်။</Li>
	<p>မိမိ၏ကန်အခြေအနေ မွေးမြူရေးနည်းစနစ်၊ငွေကြေးအင်အားကိုအခြေခံ၍ဇီ၀လုံခြုံရေးကိုတတ်နိုင်သရွေ့လိုက်နာခြင်းဖြင့်အခြားကန်မှရောဂါများကူးစက်ခြင်း၊ရောဂါပိုးများရောက်ရှိခြင်းကိုကာကွယ်နိုင်သည်။</p>
</ul></b>
<h2>ငါးမွေးကန်အတွင်း အမိုးနီးယားဖြစ်ပေါ်ခြင်းနှင့် အမိုးနီးယားကြောင့် ငါးများအပေါ် ဆိုးကျိုးသက်ရောက်မှု နှင့် ဖြေရှင်းနည်းများ
</h2>
<p><b>ငါးမွေးတောင်သူများသည် ပူပြင်းသောနွေရာသီတွင် ငါးများ သေဆုံးခြင်းကို ကြုံတွေ့နေရပါသည်။ ငါးများ သေဆုံရခြင်းအကြောင်းရင်းတွင် ငါးများရောဂါကျရောက်သဖြင့် သေဆုံးရခြင်းနှင့် ကန်ရေ အရည် အသွေးကျဆင်းပြီး ကန်အတွင်း အောက်စီဂျင် ပြတ်တောက်သေဆုံးရခြင်းအပြင် အမိုးနီးယားကြောင့် သေ ဆုံးရခြင်းများလည်းဖြစ်တတ်ပါသည်။ ကန်အောက်ခြေတွင် နှုံးထူထပ်ပြီး ကန်အတွင်း အညစ်အကြေးများ စုပုံကျရောက်နေခြင်းကြောင့် ကန်အောက်ခြေတွင် အမိုးနီးယား ဖြစ်ပေါ်ပြီး ငါးများကို ထိခိုက်နိုင်စေပါသည်။  
အမိုးနီးယားသည် ငါးများကို အလွန်အမင်းအဆိပ်အတောက် ဖြစ်စေနိုင်ပါသည်။ အမိုးနီးယားသည် မည်သည့် အဆင့်မဆို ငါးများကို ဖိအားဖြစ်စေပြီး၊ ကျန်းမာရေးကိုလည်း ထိခိုက်စေပါသည်။ အမိုးနီးယား အဆိပ်အတောက်ဖြစ်စေခြင်းသည် ရေ၏ ချဉ်ဖန်နှုန်း နှင့်အပူချိန်ပေါ်တွင် မူတည်ပါသည်။ ရေချဉ်ဖန်နှုန်း မြင့်တက်ခြင်းနှင့် ရေအပူချိန်တိုးလာခြင်းသည် အမိုးနီးယားကိုဖြစ်ပေါ်စေပြီး ၊ အဆိပ်အတောက်ဖြစ်စေမည့် အမိုးနီးယား NH3 ကို ဓာတ်တိုးဖြစ်ပေါ်စေပါသည်။ ရေနေမျိုးစိတ်များအားလုံးအတွက် အမိုးနီးယား ပါဝင်နှုန်းသည် ရေတစ်လီတာတွင် ၀.၁မီလီဂရမ်သာ ပါဝင်သင့်ပါသည်။ 
အမိုးနီးယားအဆိပ်သင့်သော ငါးကန်အတွင်းရှိ ငါးများ၏လက္ခဏာမှာ ပုံမှန်မဟုတ်သော ရေကူးခြင်းများ ၊ ဘယ်ညာ ယိမ်းထိုးပြီးသွားလာနေခြင်း၊ ဒေါင်လိုက် ရေကူးနေခြင်း၊ အစာမစားခြင်း၊ ပါးစပ်များမဲနေခြင်းနှင့် မျက်လုံးနှင့် ရေယက် တစ်ဝိုက်တွင် နီရဲနေခြင်းများ တွေ့နိုင်ပါသည်။</b></p>
<ul><b>
<li>ငါးမွေးကန်အတွင်း အမိုးနီးယားဖြစ်နေပါက ကန်ရေအတွင်း ပျော်ဝင်အောက်စီဂျင် ရရှိအောင် ပြုလုပ်ပေးပါ။</li> 
<li>အစာကျွေးခြင်း နှင့် မြေဩဇာထည့်သွင်းခြင်း လုပ်ငန်းများကို ရပ်ဆိုင်းထားပါ။</li>
<li>ရေထုတ်ခြင်း /ရေသွင်းခြင်း ပြုလုပ်ပေးပါ။</li>
<li>ကန်ရေ၏ ချဉ်ဖန်နှုန်း ကျဆင်းနေပါက ဖောက်ထုံးနှင့် မဖောက်ထုံးကို ကန်အတွင်းထည့်သွင်းခြင်းဖြင့် အမိုးနီးယား အဆိပ်သင့်မှုကို ကာကွယ်နိုင်ပါသည်။ ဖောက်ထုံးနှင့် မဖောက်ထုံးကို ကန်ချဉ်ဖန်နှုန်း မြင့်တက်နေချိန်တွင် လုံးဝမထည့်ရပါ။ ထည့်သွင်းမိပါက အမိုးနီးယား အဆိပ်သင့်မှုကို ဓါတ်တိုးဖြစ်ပေါ်နိုင်သဖြင့် ထုံးထည့်သွင်းခြင်းကို အထူးသတိပြုစေလိုပါသည်။</li></b>
</ul>
<script src="assets/app.js"></script>
<footer class="site-footer"><strong>Ayar Fish Farming</strong><br><small>Fish farming knowledge & educational website</small></footer>
</body>
</html>