<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1, viewport-fit=cover">
<link rel="stylesheet" href="assets/responsive.css">
	<title>လိုအပ်သောအာဟာရဓာတ်</title>
	<style type="text/css">
		p{
			text-indent: 50px;
		}
		body{
			background-color: lightblue;
			color: black;
			font-family: sans-serif;
			font-size: 20px;
		}
		caption{
			font-size: 30px;
			color: black;
		}
	</style>
</head>
<bodyclass="site-page">
<h1 align="center">ငါးကျန်းမာရေးအတွက်လိုအပ်သောအာဟာရဓာတ်</h1>
<p><b>ငါးများကြီးထွားရန်၊ကျန်းမာရန်၊ငါးထုတ်ကုန်အရည်အသွေးကောင်းရန်နှင့်ငါးမှစွန့်ထုတ်ပစ္စည်းများသံသရာလည်မှုတို့အတွက်အာဟာရဓာတ်သည်အရေးပါသောအခန်းကဏ္ဍမှပါ၀င်ပါသည်။ငါးမွေးမြူရေးတွင်အစာအတွက်ကုန်ကျစရိတ်သည်စုစုပေါင်းထုတ်လုပ်မှုစရိတ်၏၅၀%ရှိပြီး၊ကန်ကြပ်မွေးမြူရေးစနစ်တွင်မူ၆၀မှ၇၀%အထိကုန်ကျပါသည်။ထို့ကြောင့်စီးပွားဖြစ်ထုတ်လုပ်သောအစာများတွင်ပေးရသောတန်ဖိုးနှင့်ထိုက်တန်သောအာဟာရတန်ဖိုးကိုရရှိစေသောအစာကိုရရှိ‌ရန်အလွန်အရေးကြီးပါသည်။</b></p>
<h2>(က) အများဆုံးလိုအပ်သောအာဟာရဓာတ်</h2>
<h3>စွမ်းအင်ထုတ်အာဟာရဓာတ်များ</h3>
<p><b>ငါးမွေးသူများအများအားဖြင့်အသုံးပြုသောပြည့်၀အစာတွင်ပါ၀င်သောအဟာရတန်ဖိုးမှာအသားဓာတ်(ပရိုတင်း) ၁၈%၊အဆီဓာတ်၁၀-၂၅%၊ကစီဓာတ်(ကာဗိုဟိုက်ဒြိတ်)၁၅-၂၀%၊ပြာဓာတ်(<၈.၅%)၊ဖော့စဖရတ်(<၁.၅%)၊ရေဓာတ်(<၁၀%)၊ဗိုက်တာမင်နှင့်သတ္ထုဓာတ်အနည်းငယ်စီပါ၀င်ပါသည်။ပြည့်၀အစာကိုအဆောက်အဦးအတွင်းကန်ကြပ်မွေးစနစ်နှင့်လှောင်‌အိမ်မွေးစနစ်များတွင်အသုံးပြုပါသည်။ဖြည့်စွက်အစာကိုသဘာ၀အစာဖြစ်သောအပင်မျှောလှေး၊သတ္တမျှောလှေး၊ငါးသေးငါးနုတ်များ ပေါများစွာရရှိသောမြေကန်နှင့်ရေအရှင်လှည့်လည်မွေးမြူသောစနစ်များတွင်အသုံးများပါသည်။ဖြည့်စွက်အစာတွင်ဗိုက်တာမင်နှင့်သတ္ထုဓာတ်တို့ပြည့်၀စွာပါ၀င်ခြင်းမရှိသော်လည်းသဘာ၀အစာမှရရှိသောအသားဓာတ်(ပရိုတင်း၊ကစီဓာတ်(ကာဗိုဟိုက်ဒြိတ်)၊အဆီဓာတ်တို့ကထူးခြားသောအာဟာရအုပ်စုများဖြစ်ပြီးခန္ဓာကိုယ်အတွင်းဓာတုဓာတ်ပြောင်းဖြစ်စဉ်ဖြင့်စွမ်းအင်ထုတ်ပေးကာဇီ၀ကမ္မပြောင်းလဲမှုနှင့်ရုပ်ပိုင်းဆိုင်ရာပြောင်းလဲမှုများနှင့်မွေးမြူထားသောငါးများအတွက်ကြီးထွားမှုကိုအထောက်အကူပြုစေပါသည်။</b></p>
<h3>အဆီဓာတ်</h3>
<p><b>အဆီဓာတ်တွင်ဆီ၊အဆီ၊ဖယောင်းတို့နှင့်ဆက်နွှယ်နေဒြပ်ပေါင်းများပါ၀င်ပါသည်။အဆီဓာတ်သည်ငါးနှင့်ရေသတ္တဝါများအတွက်အောက်ဖော်ပြပါလုပ်ဆောင်ချက်များကိုလုပ်ဆောင်ပေးပါသည်။</b></p>
<ul><b>
	<li>မရှိမဖြစ်လိုအပ်သောဖက်တီးအက်စစ်(Fatty Acid)ကိုရရှိစေသည်။</li>
	<li>ခန္ဓာကိုယ်အတွင်းစွမ်းအင်ဓာတ်များကိုအဆီဓာတ်အနေဖြင့်သိုလှောင်ပေးသည်။</li>
	<li>ဆဲလ်နံရံများအမှေးပါးများအတွက်အရေးပါသောမရှိမဖြစ်လိုအပ်သောဖေါ့စဖရပ်ဓာတ်ပါ၀င်သောအဆီဓာတ်ကိုရရှိစေခြင်း</li>
	<li>စတီးရွိုက်ဟော်မုန်း၏ဆဲလ်တစ်ခုနှင့်တစ်ခုအကြားဆက်သွယ်ခြင်းနှင့်ဇီ၀ဆိုင်ရာထောက်ပံ့မှုများကိုလုပ်ဆောင်ပေးခြင်း</li>
	<li>ဆီတွင်ပျော်၀င်သောဗိုက်တာမင်ဓာတ်များကိုခန္ဓာကိုယ်အတွင်းသယ်ဆောင်ပေးခြင်း</li>
	<li>အဆီဓာတ်သည်မရှိမဖြစ်လိုအပ်သောကိုယ်တွင်းအဂ်ါများ၏ပြင်ပမှသက်ရောက်မှုကိုကာကွယ်ပေးခြင်း</li>
	<li>အအေးဓာတ်လွန်ကဲစွာခံစားရမှုကိုကာကွယ်ပေးခြင်း</li></b>
</ul>
<table border="1" bgcolor="#90EE90">
	<caption><b>အဆီဓာတ်အမျိုးအစားများ</b></caption>
	<tr>
		<th>အဆီဓာတ်အမျိုးအစား</th>
		<th>ကာဗွန်နှင့်၂ထပ်စည်းပါ၀င်မှုအရေအတွက်</th>
		<th>အရည်ပျော်မှတ် C.</th>
		<th>ရရှိနိုင်သောပင်ရင်း</th>
	</tr>
	<tr>
		<td>ပြည့်၀အဆီဓာတ်</td>
		<td></td>
		<td></td>
		<td></td>
	</tr>
	<tr>
		<td>Lauric acid</td>
		<td>12:0</td>
		<td>44/td>
		<td></td>
	</tr>
	<tr>
		<td>Myristic acid</td>
		<td>14:0</td>
		<td>58</td>
		<td>ထောပတ်၊တိရစ္ဆာန်အဆီ</td>
	</tr>
	<tr>
		<td>Palmitic acid</td>
		<td>16:0</td>
		<td>63</td>
		<td></td>
	</tr>
	<tr>
		<td>Stearic acid</td>
		<td>18:0</td>
		<td>70</td>
		<td>တိရစ္ဆာန်အဆီ</td>
	</tr>
	<tr>
		<td>မပြည့်၀အဆီဓာတ်</td>
		<td></td>
		<td></td>
		<td></td>
	</tr>
	<tr>
		<td>Oleic acid</td>
		<td>18:1n-9</td>
		<td>16</td>
		<td>အပင်တိရစ္ဆာန်အဆီ</td>
	</tr>
	<tr>
		<td>Linoleic acid</td>
		<td>18:2n-6</td>
		<td>-5</td>
		<td>အပင်တိရစ္ဆာန်အဆီ</td>
	</tr>
	<tr>
		<td>a-Linolenic acid</td>
		<td>18:3n-3</td>
		<td>-11</td>
		<td>ငါး</td>
	</tr>
	<tr>
		<td>Arachidonic</td>
		<td>20:4n-6</td>
		<td>-50</td>
		<td>ငါး</td>
	</tr>
	<tr>
		<td>EPA(eicosapentaenoic acid)</td>
		<td>20:5n-3</td>
		<td>23</td>
		<td>အပင်မျှောလှေး၊ငါး</td>
	</tr>
	<tr>
		<td>DHA(docosahexaenoic acid)</td>
		<td>22:6n-3</td>
		<td>23</td>
		<td>အပင်မျှောလှေး၊ငါး</td>
	</tr>
</table>
<h3>ပရိုတင်းနှင့်အမိုင်နိုအက်စစ်</h3>
<p><b>ပရိုတင်းနှင့်အမိုင်နိုအက်စစ်သည်သတ္တလောကရှိသတ္တဝါအားလုံး၏ဇီ၀ကမ္မဖြစ်စဉ်များအတွက်အလွန်‌အရေးပါသောဓာတ်ပစ္စည်းများဖြစ်သည်။ပရိုတင်းဓာတ်ပြိုကွဲသောအခါကာဗွန်(၅၀%)၊နိုက်ထြိုဂျင်(၁၆%)၊အောက်စီဂျင်(၂၁.၅%)၊ဟိုက်ဒြိုဂျင်(၆.၅%)ပါ၀င်သည်ကိုတွေ့ရှိရသည်။ယင်းဓာတ်များသည်အချိုးအစားအလိုက်အမိုင်နိုအက်စစ်နှင့်ကြွက်သား၊တစ်ရှူး၊သွေး၊အင်ဇိုင်း၊ဟော်မုန်းစသည်တို့တည်ဆောက်မှုအထောက်အကူပြုပါသည်။ရေသတ္တဝါမွေးမြူရေးအစာ၏ပရိုတင်းလိုအပ်ချိန်မှာယေဘုယျအားဖြင့်ရေငန်ပုစွန်၂၅-၅၀%၊ငါးတန်၂၈-၃၈%၊ငါးကြင်းအုပ်စု၂၅-၄၀%၊ငါးရံ့၃၀-၅၀%ဖြစ်ပါသည်။</b></p>
<h2>(ခ) ပမာဏအနည်းငယ်သာအသုံးပြုရသောဓာတ်ပစ္စည်းများ</h2>
<p><b>ယင်းပစ္စည်းများမှာဗိုက်တာမင်နှင့်သတ္ထုဓာတ်များဖြစ်ပြီးပမာဏအနည်းငယ်သာအသုံးပြုရသည်။</b></p>
<h3>ဗိုက်တာမင်</h3>
<p><b>ရေတွင်ပျော်၀င်သောဗိုက်တာမင်ဘီအုပ်စုနှင့်စီအုပ်စု၊ဆီတွင်ပျော်၀င်သောအေ၊ဒီ၊အီးနှင့်ကေဟူ၍အုပ်စုနှစ်မျိုးခွဲခြားထားပါသည်။ရေတွင်ပျော်၀င်သောအုပ်စုတွင်ပါ၀င်သောဗိုက်တာမင်စီသည်ရောဂါကိုခုခံကာကွယ်နိုင်စွမ်းရှိသောငါး၏ကိုယ်တွင်းအဂ်ါအတွက်အရေးပါသောဓာတ်ပစ္စည်းဖြစ်ပြီးဖိစီးမှုနှင့်ပတ်သက်သောဒဏ်များကိုလည်းသက်သာစေပါသည်။ဆီတွင်ပျော်၀င်သောဗိုက်တာမင်ဓာတ်များသည်အစာတွင်ပါ၀င်သောအဆီဓာတ်ကိုခန္ဓာကိုယ်အတွင်းဖြန့်ဝေရာတွင်များစွာအထောက်အကူပြုပါသည်။</b></p>
<h3>သတ္ထုဓာတ်</h3>
<p><b>ရေသတ္တဝါများအတွက်အဓိကလိုအပ်ချက်မှာကုန်းသတ္တဝါများနှင့်နှိုင်းယှဉ်လျှင်သုတေသနပြုမှုအချက်အလက်များ၊သတင်းရရှိမှုများအလွန်နည်းပါးသည်။အဓိကအားဖြင့်အများလိုအုပ်စုနှင့်အနည်းလိုအုပ်စုဟူ၍နှစ်မျိုးခွဲခြားထားပါသည်။အများလိုအုပ်စုတွင်ဆိုဒီယမ်၊ကလိုရင်း၊ပိုတက်ဆီယမ်၊ကယ်လ်ဆီယမ်၊မဂ္ဂနီဆီယမ်၊ဆာလဖော့နှင့်ဖော့စဖရပ်တို့ပါ၀င်သည်။အရိုး အသား တစ်သျှူးများ ဖြစ်တည်မှုနှင့်ဖွံ့ဖြိုးမှုအတွက်အဓိကလိုအပ်သည်။အများလိုအုပ်စုတွင်ဆိုဒီယမ်၊ကလိုရင်း၊ပိုတက်ဆီယမ်၊ကယ်လ်ဆီယမ်၊မဂ္ဂနီဆီယမ်၊ဆာလဖော့နှင့်ဖော့စဖရပ်တို့ပါ၀င်သည်။အရိုး အသား တစ်သျှူးများ ဖြစ်တည်မှုနှင့်ဖွံ့ဖြိုးမှုအတွက်အဓိကလိုအပ်သည်။</b></p>
<h2>(ဂ) စွမ်းအင်အသုံးချမှု</h2>
<p><b>ငါးများတွင်အောက်ဖော်ပြပါအချက်များအတွက်စွမ်းအင်လိုအပ်ပါသည်။စွမ်းအင်သည်အစာမဟုတ်ပါ။အစာကိုဖြိုခွဲလိုက်သည့်အခါထွက်ပေါ်လာသည့်(ပရိုတင်း၊အဆီဓာတ်၊ကာဗိုဟိုက်ဒြိတ်)တို့မှရရှိသည်။</b></p>
<ul><b>စွမ်းအင်ကို
	<li>လှုပ်ရှားမှုပြုရန်</li>
	<li>ခန္ဓာကိုယ်အတွင်းဓာတုဓာတ်ပြုမှုများပြုလုပ်ရန်</li>
	<li>အာရုံခံစနစ်များအလုပ်လုပ်ရန်</li>
	<li>စိမ့်၀င်ပျံ့နှံ့မှုလုပ်ငန်းစဉ်များလုပ်ရန်</li>
	<li>ကြီးထွားမှုအတွက်အသုံးချရန်</li>
	<li>အညစ်အကြေးများစွန့်ထုတ်ရန်</li>
	<li>သန္ဓေအောင်ခြင်းနှင့်မျိုးပွားခြင်းအတွက်ထိန်းသိမ်းရန်နှင့်</li>
	<li>ရေတွင်ခန္ဓာကိုယ်ကိုကောင်းမွန်စွာထိန်းသိမ်းနိုင်ရန်အတွက်အသုံးပြုပါသည်။</li></b>
</ul>
<script src="assets/app.js"></script>
<footer class="site-footer"><strong>Ayar Fish Farming</strong><br><small>Fish farming knowledge & educational website</small></footer>
</body>
</html>